Repository: mozilla-l10n/mt-training-data
Catalog: kmr/kmr_pontoon.tmx
Source language: en_us
Languages: kmr

source: Expand group of synced tabs
kmr: Koma hilpekînan ya senkronîzekirî berfireh bike

source: Expand inactive tabs
kmr: Hilpekînên neçalak fireh bike

source: Expand saved addresses
kmr: Navnîşanên tomarkirî berfireh bike

source: Expand saved cards
kmr: Kartên tomarkirî berfireh bike

source: Expand saved passwords
kmr: Şîfreyên tomarkirî fireh bike

source: Expand suggested addresses
kmr: Navnîşanên pêşniyarkirî berfireh bike

source: Expand suggested credit cards
kmr: Kartên krediyê yên pêşniyarkirî fireh bike

source: Expiration Date
kmr: Dema dawî ya bikaranînê

source: Expiration Date Month
kmr: Tarîxa dawî ya bikaranînê - Meh

source: Expiration Date Year
kmr: Tarîxa dawî ya bikaranînê - Sal

source: Explore extensions
kmr: Li pêvekan bigere

source: Explore more extensions
kmr: Zêdetir pêvekan keşf bike

source: Explore more extensions.
kmr: Zêdetir pêvekan keşf bike.

source: Explore more wallpapers
kmr: Zêdetir wêneyên dîwêr bibîne

source: Extend developer tools to access your data in open tabs.
kmr: Berfirehkirina amûrên pêşdebiran ji bo di hilpekînên vekirî de xwe bigihînin daneyên te.

source: Extensions are temporarily disabled
kmr: Pêvek demkî hatine neçalakkirin

source: extension settings
kmr: sazkariyên pêvekan

source: Extensions level up your browsing, from changing how %s looks and performs to boosting privacy and safety.
kmr: Pêvek ji xuyakirin heta performansa %s`ê heta nepenî û ewlekariyê asta gera te bilind dikin.

source: Extensions Manager
kmr: Rêveberiya pêvekan

source: Extensions, navigate up
kmr: Pêvek, here jorê

source: Extension updates
kmr: Venûkirinên pêvekan

source: Failed to install this add-on.
kmr: Sazkirina vê pêvekê bi ser neket.

source: Failed to install this extension.
kmr: Sazkirina vê pêvekê bi ser neket.

source: Failed to query extensions!
kmr: Lêpirsîna pêvekê bi ser neket!

source: Fast and secure web browsing
kmr: Geroka webê ya bilez û ewle

source: Featuring Total Cookie Protection to stop trackers from using cookies to stalk you across sites.
kmr: Parastina çerezan ya bi temamî kodên şopandinê asteng dike ku nikaribin te li ser webê bişopînin.

source: Files and media permission access needed to download files. Go to Android settings, tap permissions, and tap allow.
kmr: Ji bo jêbarkirina pelan pêdivî bi destûra pelan û ya medyayê heye. Here beşa sazkariyên Androîdê, li ser destûran bitikîne û destûrdanê bitikîne.

source: Files you download will appear here.
kmr: Pelên jêbarkirî dê li virê bên nîşandan.

source: Fill and save usernames and passwords in websites while using %1$s.
kmr: Navên bikarhêneriyê û şîfreyên malperan di dema bikaranîna %1$s`ê de tomar bike.

source: Fill usernames and passwords in other apps on your device.
kmr: Bila di sepanên din ên cîhaza te de navên bikarhêner û pêborîn bêne dagirtin.

source: financial and payment information
kmr: agahdariya darayî û dravdanê

source: Find in page…
kmr: Di rûpelê de bibîne…

source: Find more add-ons
kmr: Zêdetir pêvekan bibîne

source: Find more extensions
kmr: Zêdetir pêvekan bibîne

source: Find out why millions love Firefox
kmr: Bizane ka çima bi mîlyonan kes ji Firefoxê hez dikin

source: Find something nearby. Or discover something fun.
kmr: Tiştên li nêzîk bibîne. Yan jî tiştên pêkenî bibîne.

source: Find what you need faster, from private browsing to save actions.
kmr: Ji gera takekesî heta çalakiyên qeydkirinê tişta lê digerî zûtir bibîne.

source: Firefox automatically stops companies from secretly following you around the web.
kmr: Firefox bixweber rê li şirketan digire ku bi dizî li dora te tevnegerin.

source: Firefox automatically tries to reject cookie requests on cookie banners. If a reject option isn’t available, Firefox may accept all cookies to dismiss the banner.
kmr: Firefox bi awayekî otomatîk hewl dide ku daxwazên xurekan ên di agahdariyên xurekan de red bike. Heke vebijarka redkirinê ne berdest be, dibe ku Firefox ji bo girtina agahdariyê hemû xurekan qebûl bike.

source: Firefox can close tabs you haven’t viewed over the past month.
kmr: Firefox dikare hilpekînên ku te mehekê venekirine bigire.

source: Firefox cares about your privacy. Learn more in our %1$s.
kmr: Firefox girîngiyê dide nepeniya te. Di %1$s-ên me de bêtir fêr bibe.

source: Firefox encrypts your passwords, bookmarks, and more when you’re synced.
kmr: Firefox di dema senkronîzekirinê de şîfre, favorî û daneyên te yên din şîfre dike.

source: Firefox gives you control over what you share online and what you share with us.
kmr: Firefox kontrola hindê dide te ka tu li ser înternetê bi kesên din û bi me re çi parve dikî.

source: Firefox is fast and private
kmr: Firefrox lezgîn û nepen e

source: Firefox logo - change the wallpaper, button
kmr: Logoya Firefoxê - wêneyê dîwêr biguherîne, bişkok

source: Firefox may install and run studies from time to time.
kmr: Carinan dibe ku Firefox lêkolînan saz bike û wan bixebitîne.

source: Firefox privacy notice
kmr: Danezana nepeniyê ya Firefox`ê

source: Firefox Suggest
kmr: Pêşniyara Firefoxê

source: Firefox Terms of Use
kmr: Mercên Bikaranînê Firefoxê

source: First Name
kmr: Nav

source: For your privacy, translations never leave your device. New languages and improvements coming soon! %1$s
kmr: Ji bo nepeniya te, werger dê ji cîhaza te dernekevin. Zimanên nû û pêşvebirin di nêzîk de tên! %1$s

source: From other devices
kmr: Ji alavên din

source: Full Name
kmr: Nav û paşnav

source: Gained %s percent
kmr: Ji sedî %s bilind bû

source: Gathering crash data
kmr: Agahiyên têkçûnê tên berhevkirin

source: Gathering crash telemetry data
kmr: Agahiyên têkçûnê tên berhevkirin

source: Get automatic tracking protection by default
kmr: Parastina şopandina otomatîk bi awayê standard bistîne

source: Get data from the clipboard.
kmr: Daneyan ji panoyê bistîne.

source: Get started
kmr: Dest pê bike

source: Go Back
kmr: Vegere

source: Go home
kmr: Here destpêkê

source: Golden Hour
kmr: Saeta Zêrîn

source: Google Search
kmr: Lêgerîna Googleê

source: Grab tabs and passwords from your other devices to pick up where you left off.
kmr: Tab û şîfreyên ji cîhazên xwe yên din wergire û ji ciyê lê mayî dewam bike.

source: Green
kmr: Kesk

source: Group deleted
kmr: Kom hat jêbirin

source: Group related sites together
kmr: Malperên têkildar bi hev re kom bikin

source: health information
kmr: agahiyên tenduristiyê

source: Help improve Firefox
kmr: Alîkariya pêşxistina Firefoxê bike

source: Help us grow Firefox
kmr: Alîkariya pêşxistina Firefoxê bike

source: Help us make Firefox better
kmr: Alîkariya me bike ku em Firefoxê çêtir bikin

source: Hide and show browser tabs.
kmr: Veşartin û nîşandana hilpekînên gerokê.

source: Hide details
kmr: Hûrguliyan veşêre

source: Home
kmr: Destpêk

source: Homepage after four hours of inactivity
kmr: Serrûpelê piştî çar saetan neçalak

source: Home screen
kmr: Ekrana sereke

source: Hop from phone to laptop and back
kmr: Ji telefonê derbasî kompîturê, ji kompîturê derbasî telefonê bibe

source: Hostname required
kmr: Hewangeh pêwîst e

source: However, it’s also possible that an attacker is involved. If you continue to the website, you should not enter any sensitive info. If you continue, HTTPS-Only mode will be turned off temporarily for the site.
kmr: Lê îhtîmal heye ku sedem êrîşek be jî. Heke tu têkevî vê malperê, agahiyên xwe yên girîng pê re parve neke. Heke dewam bikî moda Tenê-HTTPS dê ji bo vê malperê bi awayê demdemî girtî be.

source: How we use the data
kmr: Em daneyan çawa bi kar tînin

source: HTTPS-Only Mode
kmr: Moda Tenê-HTTPS

source: I don’t understand how it works
kmr: Min jê fêm nekir

source: If you close all Private tabs now, %1$s download will be canceled. Are you sure you want to leave Private Browsing?
kmr: Heke tu hemû hilpekînên taybet niha bigirî, %1$s jêbarkirin dê bên betalkirin. Tu ji dil dixwazî ji gera taybet derkevî?

source: If you delete all languages, %1$s will download partial languages to your cache as you translate.
kmr: Heke tu hemû zimanan jê bibî, %1$s dê di dema wergerandinê de hin beşên zimanan li pêşbîrê bar bike.

source: If you delete this language, %1$s will download partial languages to your cache as you translate.
kmr: Heke tu vî zimanî jê bibî, %1$s dê di dema wergerandinê de hin beşên zimanan li pêşbîrê bar bike.

source: I like to clear out old tabs myself
kmr: Ez dixwazim hilpekînên kevn bixwe bigirim

source: Image copied to clipboard
kmr: Wêne li panoyê hate kopîkirin

source: Image of the %1$s theme
kmr: Wêneya temaya %1$s`ê

source: Image of the bottom toolbar
kmr: Wêneyê darikê amûr ê jêrîn

source: Image of the top toolbar
kmr: Wêneyê darikê amûr ê jorîn

source: Images
kmr: Wêne

source: in %1$s
kmr: di %1$s`ê de

source: Inactive
kmr: Neçalak

source: Inactive tabs
kmr: Hilpekînên neçalak

source: Include information like numbers, email and shipping addresses
kmr: Agahiyên wekî hejmar, emaîl û navnîşanên kargoyê jî di nav de

source: In progress
kmr: Dewam dike

source: Input data to the clipboard.
kmr: Daneyan bişîne panoyê.

source: Install %1$s
kmr: %1$s saz bike

source: Installed add-on icon
kmr: Îkona pêveka sazkirî

source: Installing add-on icon
kmr: Îkona pêvekê tê sazkirin

source: Isolate cross-site cookies
kmr: Çerezên nav-malperî îzole bike

source: It’s now easier to pick back up where you left off.
kmr: Niha hêsantir e ku vegerî ciyê lê mayî.

source: It wants to:
kmr: Ew dixwaze:

source: Jump back in
kmr: vegere

source: Jump to your open tabs, bookmarks, and browsing history.
kmr: Here hilpekînên xwe yên vekirî, bijareyan û mêjûya lêgerînê.

source: Keep it on the bottom, or move it to the top.
kmr: Li jêrê bihêle an jî bikişîne jorî.

source: Known trackers? Blocked automatically. Extensions? Try all 700. PDFs? Our built-in reader makes them easy to manage.
kmr: Kodên şopandinê? Otomatîk hatin astengkirin. Her 700`an bi kar bîne. Lê PDF? Readera me ya têdeyî rêveberiya PDF`an hêsan dike.

source: <label> <b>%1$s</b> has a security policy called HTTP Strict Transport Security (HSTS), which means that <b>%2$s</b> can only connect to it securely. You can’t add an exception to visit this site.
kmr: <label> <b>%1$s</b> polîtîkayeke ewlekariyê heye ku navê wê HTTP Strict Transport Security (HSTS) ango Ewlekariya Transporta Guvaştî ye, loma <b>%2$s</b> dikare tenê gava ewle be peywendiyê çêke. Tu nikarî ji bo vekirina vê malperê îstisnayan lê zêde bikî.

source: <label> <b>%1$s</b> has a security policy called HTTP Strict Transport Security (HSTS), which means that <b>%2$s</b> can only connect to it securely. You can’t add an exception to visit this site. </label>
kmr: <label> <b>%1$s</b> rêgezeke ewlekariyê ya bi navê Ewlekariya Jidandî ya Guheztinê ya HTTPê (HSTS) heye û loma <b>%2$s</b> dikare tenê di rewşeke ewle de bi malperê re têkiliyê dayne. Tu nikarî zêdekariyan bidiyê û têkeviyê.</label>

source: Last hour
kmr: Demjimêra dawiyê

source: Last Name
kmr: Paşnav

source: Last tab
kmr: Hilpekîna dawiyê

source: Launch next private tab in one tap.
kmr: Hilpekîna din a veşartî bi destdanekê veke.

source: Launch your next private tab in one tap.
kmr: Hilpekîna din a nepen bi tiliyekê veke.

source: Learn about Total Cookie Protection
kmr: Li ser parastina xurekan a giştî agahî bistîne

source: Learn more about Firefox Suggest
kmr: Zêdetir li ser Pêşniyara Firefoxê fêr bibe

source: Learn more about sync
kmr: Derbarê syncê de bizane

source: Leave no traces on this device
kmr: Li ser vê cîhazê tu şop nehêle

source: Limited Edition
kmr: Edîsyona Sînorkirî

source: Links
kmr: Girêdan

source: Links available
kmr: Girêdanên berdest

source: location
kmr: cî

source: Logging in to %1$s with a %2$s account is subject to their <a href="%3$s">Privacy Policy</a> and <a href="%4$s">Terms of Service</a>
kmr: Têketina %1$s bi hesabekî %2$s ve girêdayî <a href="%3$s">Siyaseta nepenîtiyê</a> û <a href="%4$s">Şertên karûbarê wan e. </a>

source: Looks like there’s a problem with your internet connection
kmr: Wisa xuya dike ku problemeke bi girêdana te ya înternetê re heye

source: Make %1$s your default browser
kmr: %1$s bila bibe geroka te ya sereke

source: Make Firefox your default browser
kmr: Firefoxê bike geroka xwe ya standard

source: Make Firefox your go-to browser
kmr: Firefoxê bike geroka xwe ya sereke

source: Make %s your go-to browser
kmr: %sê bike geroka xwe ya sereke

source: Make %s your own
kmr: %s`ê taybet bike

source: Manage
kmr: Birêvebirin

source: Manage account
kmr: Hesabî bi rêve bibe

source: Manage addresses
kmr: Navnîşanan bi rê ve bibe

source: Manage alternative search engines
kmr: Motorên lêgerînê yên alternatîv birêve bibin

source: Manage cards
kmr: Birêveberiya kartan

source: Manage credit cards
kmr: Kartên krediyê bi rê ve bibe

source: Manage downloads with another app
kmr: Jêbarkirinan bi sepaneke din bi rê ve bibe

source: Manage extensions
kmr: Pêvekan bi rê ve bibe

source: Manage passwords
kmr: Şîfreyan bi krê ve bibe

source: Manage saved cards
kmr: Kartên tomarkirî bi rê ve bibe

source: Manage search shortcuts
kmr: Kurterêyên lêgerînê bi rêve bibe

source: Manage what you back up and sync
kmr: Tiştên ku tu hiltînî û senkronîze dikî birêve bibe

source: Marketing
kmr: Bazarkirin

source: Meet your personalized homepage. Recent tabs, bookmarks, and search results will appear here.
kmr: Serrûpela xwe ya taybet nas bike. Tu yê li virê hilpekîn, bijare û encamên lêgerînên xwe yên dawiyê bibînî.

source: Middle Name
kmr: Navê duyemîn

source: Midnight
kmr: Nîvşev

source: Minimal
kmr: Mînîmal

source: Monitor extension usage and manage themes.
kmr: Temaşekirina bikaranîna pêvekan û birêvebirina temayan.

source: More about this add-on
kmr: Agahiyên zêdetir li ser vê pêvekê

source: More about this extension
kmr: Zêdetir agahî li ser vê pêvekê

source: More colors. Better privacy. Same commitment to people over profits.
kmr: Rengên zêdetir. Ewlekariya çêtir. Ne ji bo pereyan, ji bo mirovahiyê.

source: More info
kmr: Agahiyên zêdetir

source: More than 100 million people protect their privacy by choosing a browser that’s backed by a nonprofit.
kmr: Zêdetirî 100 milyon kes nepeniya xwe bi hilbijartina gerokeke nebazirganî diparêzin.

source: Most likely, the website simply does not support HTTPS.
kmr: Bi îhtîmaleke zêde ev malper HTPPSê destek nake.

source: Most visited top sites
kmr: Malperên herî zêde hatine vekirin

source: Move
kmr: Veguhêze

source: Move old tabs to inactive
kmr: Hilpekînên kevn veguheze neçalakê

source: Move to non-private tab
kmr: Biçe hilpekîna ne-taybet

source: Name on Card
kmr: Navê li ser kartê

source: Navigate to Downloads Settings
kmr: Here Sazkariyên Jêbarkirinan

source: Navigate up
kmr: Here jorê

source: Navigation
kmr: Navîgasyon

source: Never translate
kmr: Qet wernegerîne

source: Never translate %1$s
kmr: %1$s qet wernegerîne

source: Never translate these sites
kmr: Van rûpelan qet wernegerîne

source: Never translate this site
kmr: Vê rûpelê qet wernegerîne

source: New
kmr: Nû

source: New data collection:
kmr: Berheva daneyan ya nû:

source: New extensions now available
kmr: Niha pêvekên nû berdest in

source: New in %1$s
kmr: Tiştên nû yên %1$s`ê

source: New permissions:
kmr: Destûrên nû:

source: New required data collection: The developer says the extension will collect %1$s.
kmr: Berheva daneyên nû yên pêwist: Pêşdebir dibêje ku pêvek dê %1$s berhev bike.

source: New required permissions: %1$s
kmr: Destûrên nû yên pêwîst: %1$s

source: New: streamlined menu
kmr: Nû: menuya hêsankirî

source: No bookmarks yet
kmr: Hê favorî nîn in

source: No change
kmr: Guhertin nîn e

source: No downloads yet
kmr: Hê jêbarkirin nîn in

source: No experiments here
kmr: Niha cerebe tune ye

source: No extensions enabled
kmr: Tu pêvek nehatine çalakkirin

source: No extensions here
kmr: Li virê pêvek nîn in

source: Non-private Tabs Open: %1$s. Tap to switch tabs.
kmr: Hilpekînên ne-nepen yên vekirî: %1$s. Ji bo guhertina hilpekînan bitikîne.

source: No results found
kmr: Ti encam nehat dîtin

source: Northern Lights
kmr: Ronahiyên Bakur

source: Not allowed
kmr: Destûr nehat dayîn

source: Not allowed in private windows
kmr: Di pencereyên nepen de destûr nayê dayîn

source: Notifications help you do more with %s
kmr: Bi xêra agahdariyan bi %sê re zêdetir tiştan bike

source: Notifications help you stay safer with Firefox
kmr: Agahdarî dihêlin ku tu bi Firefoxê re ewletir bî

source: Not now
kmr: Ne niha

source: Not Now
kmr: Ne niha

source: Now featuring Total Cookie Protection, our most powerful barrier yet against cross-site trackers.
kmr: Niha taybetiya Parastina Tevahî ya Çerezan li dijî kodên şopandina navmalperî bariyera me ya herî xurt e.

source: Offer to translate (default)
kmr: Wergerandinê pêşniyar bike (standard)

source: Offer to translate when possible
kmr: Gava pêkan be wergerandinê pêşniyar bike

source: Off for this site
kmr: Ji bo vê malperê girtî ye

source: On a website, this bar tucks away as you scroll down for extra browsing space.
kmr: Gava tu malpera bi xwarê ve kaş bikî ev şiv tê veşartin ku qada te ya gerê firehtir bibe.

source: One last thing
kmr: Tiştekî dawî

source: One or more add-ons stopped working, making your system unstable.
kmr: Yek an çend pêvek rawestiyan, ev pergala we bêîstiqrar dike.

source: One or more extensions stopped working, making your system unstable.
kmr: Pêvekek yan jî zêdetir pêvek êdî naxebitin û dibe ku ev pergala te bêîstîqrar bike.

source: One or more extensions stopped working, making your system unstable. %1$s unsuccessfully tried to restart the extension(s). Extensions won’t be restarted during your current session. Removing or disabling extensions may fix this issue.
kmr: Pêvekek yan jî zêdetir pêvek naxebitin û ev pergala te dike bêbiryar. %1$s kir ku dîsa dest pê bikin lê bi ser neketin. Di vê danişîna te de pêvek dê dîsa neyên destpêkirin. Dibe ku rakirin yan jî neçalakkirina pêvekan problemê çareser bike.

source: On for this site
kmr: Ji bo vê malperê vekirî ye

source: On in all tabs
kmr: Di hemû hilpekînan de vekirî

source: On in private tabs
kmr: Di hilpekînên veşartî de vekirî

source: Open all in new tabs
kmr: Gişî di hilpekînên nû de veke

source: Open all in private tabs
kmr: Gişî di hilpekînên veşartî de veke

source: Open a new %1$s tab
kmr: Hilpekînek nû ya %1$s `ê veke

source: Open debug drawer
kmr: Beşa neqndina çewtiyan veke

source: Open %d tabs?
kmr: %d hilpekînan veke?

source: Open files downloaded to your device.
kmr: Pelên ku li ser cîhaza te hatine barkirin veke.

source: Open in another app
kmr: Di appeke din de veke

source: Opening screen
kmr: Ekrana destpêkê

source: Opening this many tabs may slow down %s while the pages are loading. Are you sure you want to continue?
kmr: Vekirina zêde ya helpekînan dibe ku di vekirina rûpelan de geroka %sê girantir bike. Tu dixwazî berdewam bikî?

source: Open in regular tab
kmr: Di hilpekîneke asayî de veke

source: Open in %s
kmr: Di %s de veke

source: Open in %s? Your activity may no longer be private.
kmr: Di %s de vekî? Dibe ku çalakiyên te êdî ne nepenî bin.

source: open link to learn more
kmr: ji bo zêdetir bizanî lînkê veke

source: open link to learn more about this collection
kmr: ji bo derbarê vê koleksiyonê de bêtir bizanî, girêdankê veke

source: Open on homepage
kmr: Serrûpelê veke

source: Open on homepage after four hours
kmr: Piştî çar saetan serrûpelê veke

source: Open on last tab
kmr: Hilpekîna dawî veke

source: Open review checker
kmr: Kontrolkara nirxandinê veke

source: Optional permissions:
kmr: Destûrên vebijarkî:

source: Optional settings:
kmr: Sazkariyên vebijarkî:

source: Original untranslated page loaded
kmr: Rûpela orîjînal ya wernegerandî hat barkirin

source: Other tabs
kmr: Hilpekînên din

source: Our most powerful privacy feature yet isolates cross-site trackers.
kmr: Fonksiyona me ya ewlekariyê ya heta niha herî xurt, kodên şopandinê yên di navbera malperan de îzole dike.

source: Our non-profit backed browser helps stop companies from secretly following you around the web.
kmr: Geroka me ya ne ji bo qezenckirina pereyan rê li şirketan digire ku li ser webê bi dizî we bişopînin.

source: Our sponsors & your privacy
kmr: Sponsorên me û nepeniya te

source: Overrides all other settings
kmr: Hemû eyarên din bêbandor dike

source: Overrides offers to translate
kmr: Pêşniyarên wergerandinê bêbandor dike

source: Packaging and appearance
kmr: Pakêtkirin û xuyakirin

source: Pages will load normally, but block fewer trackers.
kmr: Rûpel dê bi awayê asayî bên barkirin, lê dê hindiktir şopger bên astengkirin.

source: Page translated from %1$s to %2$s
kmr: Rûpel ji %1$s li %2$s hat wergerandin

source: Page translated from %1$s to %2$s.
kmr: Rûpel ji %1$s li %2$s hat wergerandin.

source: Part of the Firefox family. %s
kmr: Beşeke ji malbata Firefoxê. %s

source: Password saved
kmr: Şîfre hat hilanîn

source: Passwords shortcut
kmr: Kurterêya şîfreyan

source: Password updated
kmr: Şîfre hate venûkirin

source: Past explorations
kmr: Lêgerînên berê

source: paused
kmr: rawestiyayî

source: Payment methods
kmr: Rêbazên peredanê

source: pending
kmr: li bendê ye

source: personal communications
kmr: danûstandinên şexsî

source: Personalized %1$s homepage
kmr: Serûpela %1$s `ê ya şexsîkirî

source: Personalized Firefox homepage
kmr: Serûpela Firefoxê ya Taybetkirî

source: personally identifying information
kmr: agahiyên kesane yên nasnameyê

source: Phone
kmr: Telefon

source: Pick a theme
kmr: Temayekê hilbijêre

source: Pick up where you left off
kmr: Ji ciyê lê mayî dewam bike

source: Pick up where you left off with tabs from other devices now on your homepage.
kmr: Êdî hilpekînên te yên cîhazên din di serûpela te de ne.

source: Pick your toolbar placement
kmr: Ciyê darikê amûran hilbijêre

source: Pixelated
kmr: Pîkselkirî

source: Please enter a valid credit card number
kmr: Tika ye hejmereke derbasdar ya karta krediyê binivîse

source: Please enter a valid URL
kmr: Ji kerema xwe re URLeke derbasdar binivîse

source: Please fill out this field
kmr: Ji kerema xwe vê qadê dagirin

source: Please help make Firefox better by taking a short survey.
kmr: Tika ye bi beşdariya anketeke biçûk alîkariya Firefozê bike.

source: Powered by Pocket.
kmr: Bi piştgiriya Pocketê.

source: Powered by %s.
kmr: Bihêzkirin ji aliyê %sê.

source: Price
kmr: Buha

source: Pride
kmr: Heftreng

source: Print
kmr: Çap bike

source: Print…
kmr: Çapkirin…

source: privacy notice
kmr: danezana nepeniyê

source: Privacy Notice
kmr: Danezana Nihêniyê

source: privacy policy
kmr: polîtîkaya nihêniyê

source: Privacy policy
kmr: Polîtîkaya nihêniyê

source: Privacy protection by default
kmr: Parastina nihêniyê temî vekirî ye

source: Private browsing in %1$s doesn’t save your info.
kmr: Gera nepen ya bi %1$sê agahiyên te naparêze.

source: Protect your account by using a strong, randomly generated password. It’ll be saved into your account for future use.
kmr: Hesabên xwe bi karanîna şîfreyeke xurt, ku bi rengek rasthatî hatî çêkirin, biparêzin. Ew ê ji bo karanîna siberojê di hesabê we de bê hilanîn.

source: Protect your accounts by using a strong, randomly generated password. It’ll be saved into your account for future use.
kmr: Hesabên xwe bi karanîna şîfreyeke xurt, ku bi rengek rasthatî hatî çêkirin, biparêzin. Ew ê ji bo karanîna siberojê di hesabê we de bê hilanîn.

source: Provide cryptographic authentication services.
kmr: Dabînkirina xizmetên pesendkirina nasnameyan ya krîptografîk.

source: Province
kmr: Navçe
